Repository: Xolof/forminator-voting-system
Catalog: languages/fvs-*.po
Languages: sv_se

source: Forminator Voting System
sv_se: Forminator omröstningssystem

source: A voting system using Forminator forms
sv_se: Ett omröstningssystem som använder sig av Forminator-formulär

source: Invalid form data:
sv_se: Ogilitig data:

source: Email address is missing.
sv_se: Epost adress saknas.

source: Option update failed.
sv_se: Uppdatering av alternativ misslyckades.

source: Settings saved!
sv_se: Inställningarna sparades!

source: Error
sv_se: Fel

source: Invalid IP value submitted. Blocked IPs should be a string.
sv_se: Ogilitigt värde för IP-adresser. Ange blockerade IP-adresser separerade med kommatecken.

source: Invalid value for IP-addresses. Enter blocked IP-addresses separated by comma.
sv_se: Ogilitigt värde för IP-adresser. Ange blockerade IP-adresser separerade med kommatecken.

source: Invalid form data.
sv_se: Ogilitig data.

source: Total number of votes:
sv_se: Totalt antal röster:

source: There are not yet any votes.
sv_se: Det finns inga röster.

source: Number of votes per alternative
sv_se: Antal röster per alternativ

source: Placement
sv_se: Placering

source: Alternative
sv_se: Alternativ

source: Number of votes
sv_se: Antal röster

source: Form
sv_se: Formulär

source: IP-addresses with the highest number of votes.
sv_se: IP-adresser med flest antal röster.

source: IP addresses
sv_se: IP-adresser

source: Settings
sv_se: Inställningar

source: Results
sv_se: Resultat

source: Form for votation
sv_se: Formulär för omröstning

source: Allow multiple submissions from the same IP-address
sv_se: Tillåt flera inlämningar från samma Ip-adress

source: Blocked IP-addresses. Enter a comma separated list of IP-addresses.
sv_se: Blockerade IP-adresser. Ange blockerade IP-adresser separerade med kommatecken.

source: Save
sv_se: Spara

source: You are not authorized to perform this operation.
sv_se: Du är inte behörig att uföra den operationen.

source: Functionality
sv_se: Funktionalitet

source: Compiles results from the votation and shows them in the admin interface.
sv_se: Sammanställer resultat från omröstning och visar upp i admin.

source: Mark the forms to include in the votation.
sv_se: Markera de formulär som ska vara med i omröstningen.

source: Go to the settings for this plugin.
sv_se: Gå till inställningarna för det här pluginet.

source: Receives only one vote per alternative per Email address.
sv_se: Tar endast emot en röst per alternativ per epostadress.

source: Makes it possible to allow only one vote per alternative per IP address.
sv_se: Gör det möjligt att endast tillåta en röst per alternativ per IP-adress.

source: Allows for blocking of IP addresses.
sv_se: Möjliggör blockering av IP-adresser.

source: Get started
sv_se: Kom igång

source: Create forms in Forminator. The forms should have an Email field.
sv_se: Skapa formulär i Forminator. Formulären ska ha ett fält för Email.

source: Allows blocking IP addresses.
sv_se: Möjliggör blockering av IP-adresser.
